Repository: wp-plugins/wp2smfbridge
Catalog: languages/WP2SMFBridge-*.po
Languages: es_es

source: WP2SMFBridge Settings
es_es: Ajustes de WP2SMFBridge

source: Settings saved!
es_es: Configuracion guardada

source: WP2SMF has not been configured properly and is not active!
es_es: WP2SMF no se ha configurado correctamente y no está activo!

source: WP2SMF is now fully activated!
es_es: WP2SMF está completamente activado!

source: Your SMF path is invalid! could not locate Settings.php
es_es: Su ruta a SMF no es válida! no se pudo localizar Settings.php

source: This plugin may not work, because you did not uncheck "Enable local storage of cookies" and "Use subdomain independent cookie" in SMF settings!
es_es: Este plugin puede no funcionar, porque estan activados "Activar el almacenamiento local de cookies" y "Utilizar cookies independientes por subdominios" en la configuración de SMF!

source: You have to uncheck "Enable local storage of cookies" and "Use subdomain independent cookie" in SMF to make this plugin works.
es_es: Tienes que desactivar "Activar el almacenamiento local de cookies" y "Utilizar cookies independientes por subdominios" en SMF para hacer que este plugin funcione.

source: You can turn it off from Admin -> Configuration -> Server Settings -> Cookies and Sessions
es_es: Puedes realizar este cambio desde Admin -> Configuración del Foro -> Configuración del servidor -> Cookies y sesiones

source: Forum Path
es_es: Ruta del foro

source: Enter the forum path for read Settings.php
es_es: Introduzca la ruta del foro para leer Settings.php

source: Save Changes
es_es: Guardar cambios
